import React from 'react';
import './about.css';

const About = () => (
  <main id="about">
    <p />
    <p>
      <br />
      <strong>
        <i>生子当如孙仲谋</i>
      </strong>
      <br />
      曹操的一声赞叹加上辛弃疾的一声叹息，留给后世父母们无限的想像，也承载着我们对孩子未来无尽的畅想和期盼。
    </p>

    <h2>
      在面对教育这件事情上，怎么样才能做到夫妻同心，齐力前行？又怎么样不偏离教育的初心，让咱们的孙仲谋健康、快乐的成长呢？
    </h2>
    <p>希望和大家一起学习、探讨。和孩子相互学习，共享宝贵的人生。</p>

    <h2>大家之言：</h2>
    <h4>教育的意义</h4>
    <p>
      《为学与做人》- 梁启超 -{' '}
      <i>教人不惑、不忧、不惧，实现用意志战胜欲望，顶天立地做一个人。</i>
    </p>
    <p>
      {' '}
      苏霍姆林斯基 -{' '}
      <i>
        我们的教育目的是为了把青少年培养成一个全面和谐发展的人，一个社会积极的进步参与者，而培养这样的人，需要德育、智育、体育、劳动教育和
        审美教育深度交织在一起，是一个统一的过程。
      </i>
    </p>

    <h4>怎么教育</h4>
    <p>
      《最近发展区》- 维果茨基 -{' '}
      <i>
        学生现有水：学生独立活动时所能够解决的问题；可能发展水平：通过教学能够获得的潜力；二者的差异就是最近发展区，
        教学应该着眼于最近发展区，为学生提供有难度的内容来调动学生的积极性，同时也要发挥其潜能，超越最近发展区达到下一阶段。
      </i>
    </p>

    <h4>教育理念</h4>
    <p> 孔子: </p>
    <ul>
      <li>
        <i>因材施教</i>
      </li>
    </ul>
  </main>
);

export default About;
