import React from 'react';
import './about.css';

const About = () => (
  <main id="about">
    <p/>
    <p>
      <br/>
      <strong><i>生子当如孙仲谋</i></strong>
      <br/>
      
      曹操的一声赞叹加上辛弃疾的一声叹息，留给后世父母们无限的想像，也承载着我们对孩子未来无尽的畅想和期盼。
    </p>
    
    <h2>可是要怎么做才能培养出自己家的孙仲谋呢？</h2>
    <p>曹大爷没说，辛大爷估计也想知道。</p>
    
    <p>我们家孙仲谋才刚上一年级，沉甸甸的小书包就让我又一次感受到了知识的份量。</p>
    <p>每次放下自己时，都能从他那充满好奇的眼睛里看到感动。</p>
    <p>每次辅导作业时，也能真切的从孩子他妈和自己身上，感受到来自宇宙的蛮荒之力。</p>
    <p>每次看到他起早贪黑，学习求真；因为自己的表现没达到自己的预期，着急不满；好容易做完作业，因可以看一集动画而心满意足时，心疼之余，又不禁想为他鼓掌。</p>
    
    <h3>我们家的教育理念是什么呢？</h3>
    <p><ul>
      <li>健康</li>
      <li>快乐</li>
    </ul></p>
    <h4>请多关照，爸妈这也是第一次做父母，做得不好的地方还请多关照，我们一起努力。 ：）</h4>

    <br/><br/><br/><br/>
    <h2>下面是收集到的相关信息，与大家共勉：</h2>
    
    <h4>教育的意义</h4>
    <p>《为学与做人》- 梁启超 - <i>教人不惑、不忧、不惧，实现用意志战胜欲望，顶天立地做一个人。</i></p>
    <p> 苏霍姆林斯基 - <i>我们的教育目的是为了把青少年培养成一个全面和谐发展的人，一个社会积极的进步参与者，而培养这样的人，需要德育、智育、体育、劳动教育和
      审美教育深度交织在一起，是一个统一的过程。</i></p>

    <h4>怎么教育</h4>
    <p>《最近发展区》- 维果茨基 - <i>学生现有水：学生独立活动时所能够解决的问题；可能发展水平：通过教学能够获得的潜力；二者的差异就是最近发展区，
      教学应该着眼于最近发展区，为学生提供有难度的内容来调动学生的积极性，同时也要发挥其潜能，超越最近发展区达到下一阶段。</i></p>

    <h4>教育理念</h4>
    <p> 孔子: <ul>
      <li><i>因材施教</i></li>
    </ul></p>
    
    <h4>生子当如孙仲谋出处</h4>
    <p>
      《三国志》 - 陈寿 - 曹操与孙权相持于溽须，曹操攻而不能破，且见吴军阵容整肃，孙权英武异常，深为羡慕。于是就发出了“生子当如孙仲谋”的赞语。
      <br/><br/>
      《南乡子·登京口北固亭有怀》- 辛弃疾 - 何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。 年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。
      <br/>
    </p>
  </main>
);

export default About;
